Repository: Procurement-PoE/Procurement
Catalog: POEApi.Model/ServerTypeRes.*.resx
Languages: ru_ru

# DecorationItemTypeText
source: right click this item then left click a location on the ground to create the object.
ru_ru: щелкните правой кнопкой мыши по предмету и затем левой по области на земле, чтобы создать объект

# MapText
source: Map
ru_ru: Карта

# MapDescText
source: Travel to this Map
ru_ru: Перейдите на эту карту

# QualityText
source: Quality
ru_ru: Качество

# StackSizeText
source: Stack Size
ru_ru: Размер стопки

# OrbTypeAlbinoRhoaFeather
source: Albino Rhoa Feather
ru_ru: Перо белого роа

# OrbTypeAlchemyShard
source: Alchemy Shard
ru_ru: Осколок алхимии

# OrbTypeAlteration
source: Alteration
ru_ru: Сфера перемен

# OrbTypeArmourerScrap
source: Armourer's Scrap
ru_ru: Деталь Доспеха

# OrbTypeAugmentation
source: Augmentation
ru_ru: Сфера усиления

# OrbTypeBlacksmithWhetstone
source: Blacksmith's Whetstone
ru_ru: Точильный камень

# OrbTypeBlessed
source: Blessed
ru_ru: Благодатная сфера

# OrbTypeCartographer
source: Cartographer
ru_ru: Резец картографа

# OrbTypeChance
source: Chance
ru_ru: Сфера удачи

# OrbTypeChaos
source: Chaos
ru_ru: Сфера хаоса

# OrbTypeChromatic
source: Chromatic
ru_ru: Цветная сфера

# OrbTypeDivine
source: Divine
ru_ru: Божественная сфера

# OrbTypeEternalOrb
source: Eternal Orb
ru_ru: Сфера вечного

# OrbTypeExalted
source: Exalted
ru_ru: Сфера возвышения

# OrbTypeGemcutterPrism
source: Gemcutter's Prism
ru_ru: Призма камнереза

# OrbTypeGlassblower
source: Glassblower
ru_ru: Стекольная масса

# OrbTypeImprint
source: Imprint
ru_ru: Слепок

# OrbTypeJewellerOrb
source: Jeweller's Orb
ru_ru: Сфера златокузнеца

# OrbTypeMirror
source: Mirror
ru_ru: Зеркало Каландры

# OrbTypeOrbOfAlchemy
source: Orb of Alchemy
ru_ru: Сфера алхимии

# OrbTypeOrbOfFusing
source: Orb of Fusing
ru_ru: Сфера соединения

# OrbTypePortalScroll
source: Portal Scroll
ru_ru: Свиток портала

# OrbTypeRegal
source: Regal
ru_ru: Сфера царей

# OrbTypeRegret
source: Regret
ru_ru: Сфера раскаяния

# OrbTypeScouring
source: Scouring
ru_ru: Сфера очищения

# OrbTypeScrollFragment
source: Scroll Fragment
ru_ru: Обрывок свитка

# OrbTypeScrollOfWisdom
source: Scroll of Wisdom
ru_ru: Свиток мудрости

# OrbTypeTransmutation
source: Transmutation
ru_ru: превращения

# OrbTypeVaalOrb
source: Vaal Orb
ru_ru: Сфера ваал

# LevelText
source: Level
ru_ru: Уровень
