Repository: Procurement-PoE/Procurement
Catalog: Procurement/MessagesRes.*.resx
Languages: ru_ru

# AreYouSureYouWantToBumpYourThread
source: Are you sure you want to bump your thread? By clicking yes you grant permission for Procurement to bump your forum thread using the account you logged in with, and confirm that you are only bumping within the allowed time interval as per forum rules.
ru_ru: Вы хотите поднять свою тему? Нажимая ДА, вы даете разрешение Procurement поднять Вашу тему с текущим аккаунтом и подверждаете, что поднимаете тему на форуме не чаще 1 раза в час согласно правилам форума.

source: Confirm shop update
ru_ru: Подтвердите обновление темы

source: Shop thread successfully bumped!
ru_ru: Тема на форуме поднята!

source: Thread bumped
ru_ru: Тема поднята

source: Error bumping shop thread, details logged to debuginfo.log
ru_ru: Ошибка при поднятии темы, подробности в файле debuginfo.log

source: Error
ru_ru: Ошибка

# TheThreadTitleSuppliedInYourSettingsDoesNotMatch
source: The thread title supplied in your settings does not match the title of the thread Procurement tried to bump with the threadId in your settings. Check that your settings are correct
ru_ru: Название темы в настройках не совпадает с названием темы на форуме. Проверьте Ваши настройки темы

# AreYouSureYouWantToUpdateYourShop
source: Are you sure you want to update your shop? By clicking yes you grant permission for Procurement to update your forum thread using the account you logged in with.
ru_ru: Вы хотите обновить свою тему? Нажимая ДА, вы даете разрешение Procurement обновить Вашу тему с текущим аккаунтом.

source: Shop successfully updated!
ru_ru: Тема на форуме обновлена!

source: Shop updated
ru_ru: Тема обновлена

source: Error updating shop, details logged to debuginfo.log
ru_ru: Ошибка обновления темы, подробности в файле debuginfo.log

# NoShopSettingsFoundForCurrentLeague
source: No shop settings found for current league, please configure your ThreadId and ThreadTitle under the TradeSettings tab
ru_ru: Не найдены настройки торговли для текущей лиги, установите идентификатор и название темы в настройках торговли.

source: Settings not found!
ru_ru: Не найдены настройки!

source: You need to select at least one tab to update your shop!
ru_ru: Вы должны выбрать хотя бы одну вкладку для обновления темы!

source: No tabs selected
ru_ru: Не выбраны вкладки

# InvalidThreadIdTheThreadIdIsTheNumber
source: Invalid ThreadId, the ThreadId is the number at the end of the url of your shop, eg: the 12345 in http://www.pathofexile.com/forum/view-thread/12345
ru_ru: Некорректный идентификатор темы, идентификатор темы это число в конце Вашего URL адреса, т.е.: 12345 в http://web.poe.garena.ru/forum/view-thread/12345

source: Invalid ThreadId!
ru_ru: Некорректный идентификатор темы!

# ShopTextIs0CharactersWhichExceedsThe50000CharacterLimit
source: Shop text is {0} characters, which exceeds the 50,000 character limit on the pathofexile.com forum!
ru_ru: В тексте темы {0} символов, что превышает предел в 50,000 на одно сообщение форума!

source: Warning
ru_ru: Предупреждение

source: Can't convert item to text copy! Error:
ru_ru: Невозможно преобразовать предмет в текстовое описание! Ошибка:

source: Item to text error
ru_ru: Ошибка создания текстового описания предмета

# IsRequiredPassword
source: {0} is required!
ru_ru: {0} не задан!

source: Error logging in
ru_ru: Ошибка входа

source: Loading characters...
ru_ru: Загрузка персонажей...

source: Loading Procurement in offline mode...
ru_ru: Загрузка Procurement в оффлайн режиме...

source: Failed to load characters
ru_ru: Ошибка загрузки персонажей

# DoneLoading
source: Done!
ru_ru: Готово!

# NoCharactersFoundInTheLeaguesSpecified
source: No characters found in the leagues specified. Check spelling or try setting DownloadOnlyMyLeagues to false in settings.
ru_ru: Не найдены персонажи в заданных лигах. Проверьте названия лиг или установите настройку DownloadOnlyMyLeagues=false.

source: Loading {0}'s inventory...
ru_ru: Загрузка инвентаря {0}...

# LoadingStashTab1
source: Loading
ru_ru: Загрузка

# LoadingStashTab2
source: Stash Tab
ru_ru: вкладки сундука

source: Loading Image For
ru_ru: Загрузка изображения для

source: Authenticating
ru_ru: Аутентификация

# LoggedAsAuth
source: Logged as
ru_ru: Аккаунт

# GGGServerRequestLimitHitThrottlingActivated
source: GGG Server request limit hit, throttling activated. Please wait {0} seconds
ru_ru: Превышен предел подключений к серверу GGG, включена задержка. Ожидайте {0} сек

source: Error: attempted to get items for the non existant league '{0}'
ru_ru: Ошибка: лига не существует '{0}'

source: Current leagues are:
ru_ru: Текущие лиги:

source: Exception details :
ru_ru: Подробности ошибки :

# ErrorGettingItemsFor0LeagueAreYouSureYourLeagueSettings
source: Error getting items for {0} league, are you sure your league settings are correct?
ru_ru: Ошибка получения предметов для лиги {0}, проверьте настройки лиг.

source: Error loading items
ru_ru: Ошибка загрузки предметов

source: Exception in setTabBuyout_Click:
ru_ru: Ошибка в обработчике setTabBuyout_Click:

# ErrorSettingTabwideBuyoutErrorDetailsLoggedToDebugInfo
source: Error setting tabwide buyout, error details logged to DebugInfo.log, please open a ticket at https://github.com/medvedttn/Procurement/issues
ru_ru: Ошибка установки цены вкладки, детали в файле DebugInfo.log, откройте сообщение о проблеме на https://github.com/medvedttn/Procurement/issues

source: Error setting tabwide buyout
ru_ru: Ошибка установки цены вкладки

source: Shop settings saved
ru_ru: Настройки торговли сохранены

source: Settings saved
ru_ru: Настройки сохранены

source: Unable to save shop settings, error logged to debuginfo.log
ru_ru: Ошибка сохранения настроек торговли, подробности в файле debuginfo.log

# UnableToLoad0SettingItIsEitherMissingFromSettingsXml
source: Unable to load {0} setting. It is either missing from settings.xml or incorrectly configured. The default setting for {0} has been loaded, but it is strongly advised that you fix your settings.xml or replace it with a default one.
ru_ru: Невозможно загрузить настройку {0}. Она либо отсутствует в файле settings.xml или некорректно установлена. Для {0} загружено значение по умолчанию, в дальнейшем рекомендуем исправить файл settings.xml или заменить его из установки программы.

source: Unable to load setting
ru_ru: Ошибка загрузки настройки

source: Error setting selected tabs:
ru_ru: Ошибка установки выбранных вкладок:

source: Error updating tab selection:
ru_ru: Ошибка обновления вкладок:

source: Error saving tab preferences:
ru_ru: Ошибка сохранения настроек вкладок:

source: Error loading tab preferences:
ru_ru: Ошибка загрузки настроек вкладок:

source: Image saved
ru_ru: Изображение

# ImageSaved2
source: saved
ru_ru: сохранено

source: Unable to save hover-image to disk :
ru_ru: Ошибка сохраниния всплывающего изображения на диск :

source: Error saving image, error logged to DebugInfo.log
ru_ru: Ошибка сохранения изображения, подробности в файле DebugInfo.log

# ANewVersionOfProcurementMedvedEditionIsAvailable
source: A new version of Procurement Medved Edition is available! Would you like to download now? (Opens in browser)
ru_ru: Доступна новая версия Procurement Medved Edition! Загрузить ее сейчас(ссылка откроется в браузере)?

source: Update Available
ru_ru: Доступно обновление

source: Error checking for updates, details logged to DebugInfo.log
ru_ru: Ошибка проверки обновлений, подробности в файле DebugInfo.log
